{
  "title" : "We don't need to drink less soda, according to research funded by Coca-Cola",
  "author" : "Roberto A. Ferdman",
  "authorsTitle" : "Mr. Ferdman",
  "date" : "August 11, 2015",
  "location" : "Wahsington Post",
  "text" : {
    "paragraphs" : [
    [
      "Leave it to the world's largest seller of sugary drinks to tell people how to lose weight."
    ],[
        "Amid a national obesity epidemic, Coca-Cola has been quietly supporting a new nonprofit organization called the Global Energy Balance Network (GEBN) whose primary goal is to spread the message that we might be a little too worried about what we eat and drink. The group, which was the subject of a New York Times piece published on Sunday, is led by a network of reputable scientists who have helped communicate that more exercise-not less food-is the key to a healthier lifestyle."
] , [
        "An inaugural video published last year depicts Steven N. Blair, the GEBN's vice president, communicating this very point. 'Most of the focus in the popular media and in the scientific press is, 'Oh they're eating too much, eating too much, eating too much' - blaming fast food, blaming sugary drinks and so on,' he says as two bottles of soda - both of which are manufactured by Coca-Cola - are depicted. 'There's really virtually no compelling evidence that that, in fact, is the cause.'"
] , ["The suggestion is a provocative one to say the least. Many prominent institutions and health experts hold that there is, in fact, compelling evidence that sugar is indeed partly responsible for rising obesity. The Harvard School of Public health says bluntly on its Web site that 'rising consumption of sugary drinks has been a major contributor to the obesity epidemic.' The school's Web site also cites several studies that establish sugary drinks (of which soda is the most prevalent example) increase the risk of obesity, diabetes, and heart disease, among other things."

] , [
       "'Exercise is the world's best drug; it's just not a weight loss drug' said Dr. Yoni Freedhoff, an obesity expert at the University of Ottawa. 'There certainly isn't any consensus towards the idea that eating more and exercising more is the answer to obesity.'"
] , [
        "But there's another question here-beyond the issue of whether exercise or diet matters more for a person's health. It's whether it's even possible to pursue honest research when it's being funded by a corporate giant with very clear business objectives."
] , [
        "'These sorts of relationships are fraught with peril in terms of how they influence research,' Freedhoff said. 'I would say that it's impossible to accept that much funding from a company like Coca-Cola and for there not to be a conflict of interest.'"
] , [
     "Freedhoff points to GEBN's lack of transparency about its relationship with the global beverage giant as further evidence. If it truly wasn't an issue, he says, than the organization would flaunt rather than obscure it."
] , [
      "GEBN is buoyed, at least in part, by both financial and strategic help from Coca-Cola. The global beverage giant invested $1.5 million last year while the organization was just getting started. The group's website, gebn.org, is also registered in Coca-Cola's name. If you click on 'Mission,' and scroll to the very bottom of the company's mission statement, there's a disclosure that GEBN received 'an unrestricted gift from The Coca-Cola Company.'"
]
        ]
  }
}